export interface ISubject{
    Subject:string,
    Topics:string[]
}
export const subjectTopics:ISubject[]= [
        {
            Subject:"Математике",
            Topics:["задача про Планиметрия",
                "задача про Векторы",
                "задача про Стереометрия",
                "задача про Теория вероятности",
                "задача про Простейшие уравнения",
                "задача про Вычисления и преобразования",
                "задача про Производная и первообразная",
                "задача про Текстовые задачи",
                "задача про Графики функций",
                "задача про Наибольшее и наименьшее значение функций",
                "задача про Уравнения",
                "задача про Стереометрия",
                "задача про Неравенства",
                "задача про Финансовая математика",
                "задача про Планиметрия",
                "задача про Числа и их свойства",]
            },
        {
            Subject:"Физике",
            Topics:["задача по Кинематика",
                "задача по Динамика",
                "задача по Законы сохранения в механике",
                "задача по Статика",
                "задача по Механические колебания и волны",
                "задача по МКТ и молекулярная физика",
                "задача по Термодинамика",
                "задача по Молекулярная физика",
                "задача по Законы постоянного тока",
                "задача по Электромагнитная индукция",
                "задача по Электромагнитные колебания и волны",
                "задача по Оптика",
                "задача по Электродинамика",
                "задача по Ядерная физика",
                "задача по Квантовая физика",
                "задача по Термодинамика ",
                "задача по Электродинамика ",
                "задача по Механика",]}
        ]